Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 不过似乎商量好了一般，两家酒馆竟然还都大门紧闭，没有要开始营业的架势，让来早了的客人不禁有些腹诽。
en_us: However, as though the two taverns had discussed it, both doors were still tightly shut and did not appear to be ready for business. Those who came early could not help but complain.

source: 不过作为一个外放的边缘人士，虽然混乱之城待着挺好的，但卡诺还是想在主教面前表现的更好一些，或许他还能有机会重新调回洛都。
en_us: However, as a marginalized person who was posted out, even though it was nice staying in Chaos City, Canault still wanted to have a good performance in front of the bishop so that he might have a chance to be reassigned back to Rodu.

source: 不过作为一名素质过硬的优秀厨神候选人，他最终还是活的了胜利。
en_us: As a very talented candidate for the God of Cookery, Mag succeeded eventually.

source: 不过关于他服毒自杀这件事，以及后来传来鲍里斯家宅被窃事件，都让她忍不住想到哈迪斯先生一家。
en_us: However, about him taking in poison to commit suicide, and the incident of Boris's house being robbed, all reminded her of Mr. Hades's family.

source: 不过听芭芭拉这般讲，心里还是稍微留了个心眼。
en_us: However, after hearing what Babla said, they all started to be a little careful.

source: 不过听说茅台酒获得了品酒大会的金奖，看着那个摆在酒柜上金闪闪的奖杯，众人还是有几分与有荣焉的感觉。
en_us: However, they heard that Maotai had gotten the gold award from the liquor tasting event. Looking at the shiny golden trophy on the bar cabinet, they felt a tinge of pride too.

source: 不过味道还挺不错的，火候也恰到好处，只是这鹅肥了点，鹅皮吃起来多少有几分腻，下次换成系统养的鹅试试。
en_us: However, the taste was still pretty good. The fire was controlled very well. The only bad part about it was that the goose was a little too fat, so its skin was a little greasy. Mag was going to try this dish with the system's goose next time.

source: 不过哈迪斯先生似乎不吃这一套，而且毕竟人家夫人还在对面坐着，自己也不好发挥啊。
en_us: However, Mr. Hades did not seem to buy that. Besides, his wife was sitting right in front of her. She could not really bring out her fullest potential.

source: 不过喝酒这件事，也不是人人都计较酒好不好的，不少人讲究的就是一个氛围，以及和谁喝。
en_us: However, not everyone would be particular about the quality of the alcohol when drinking. Most people were particular about the atmosphere and company.

source: 不过因为麦格公开了几道菜谱，亚丁广场上立马多了几家以这几道菜作为主打的餐厅，虽然味道远不及麦米餐厅，但也能稍稍慰藉一下吃货们的胃。
en_us: However, because Mag had disclosed some recipes, there were many restaurants in Aden Square who would launch these few dishes. Although the taste was far from that made by Mamy Restaurant, customers could still have them to comfort their hungry souls.

source: 不过圣光却在此时爆发。
en_us: However, the Holy Light exploded at that very moment.

source: 不过在诺兰大陆上发现一台核动力印刷机，在这个蒸汽机才刚刚开始应用的世界，实在有些太过突兀。
en_us: However, it was too weird to discover a nuclear-powered printing machine on the Norland Continent, which had only just started to use the steam engine.

source: 不过埃菲倒是非常完美的替他圆了过去。
en_us: Howver, Eiffie managed to come up with a perfect cover up story for him.

source: 不过她在做菜上的天赋和魔法天赋成反比，差的一塌糊涂。
en_us: However, her cooking talent was the direct opposite of her magical talent. Her cook talent was extremely bad.

source: 不过她很快听到了艾米的声音，脸上又是露出了慌乱之色，抬着头，用自己最大的声音叫道：“快跑！哈迪斯先生！他是一个暴徒！！！”
en_us: However, she soon heard Amy's voice and panic appeared on her face again. She looked up and called out with her loudest voice, "Run! Mr. Hades! He's a thug!!!"

source: 不过她是被那台核动力印刷机吸引来的，倒是让他松了口气。
en_us: However, Mag was relieved that she wasn't attracted by that nuclear-powered printing machine.

source: 不过她最终还是把那口炒饭咽下，然后默默放下勺子，喝了一大杯水，露出了一个勉强的微笑。
en_us: However, she still swallowed that mouthful of rice eventually and put down the spoon quietly. She drank a big glass of water and showed a forced smile.

source: 不过她的眉头很快就舒展开来，清冽甘爽的口感开始在口腔中绽放，醇厚的酒体令人试图去探究分析那些香味。
en_us: However, her frown eased very quickly. The refreshing texture exploded in her mouth, and the rich alcohol made her want to analyze its fragrance.

source: 不过好消息是——麦老板答应回去之后补偿他一顿佛跳墙。
en_us: However, the good news was -- Boss Mag promised to make another oen for him when they got back.

source: 不过安妮很快又用手语问麦格：“小王子要做什么菜呢？”
en_us: However, Annie quickly asked Mag with sign language a question. "What dish is the little prince going to cook for her?"

source: 不过实在过于现实主义，不太适合小朋友观摩。
en_us: However, it was too realistic and was not suitable for little children.

source: 不过对于一个初学者来说，瑕不掩瑜，这种完成度已经足够令人震惊。
en_us: However, it was already very good for a first-timer. The level of completion was already amazing.

source: 不过对于一个近几个月才刚开始接触商业管理的新手来说，虽然她已经非常努力去消化这些信息，可依旧有种力有不足的感觉。
en_us: However, as a newbie who had just started on business management in the past few months, even though she had tried very hard to digest this information, she still felt inadequate.

source: 不过希利的目光很快被柜台后正在逗猫的艾米吸引。
en_us: However, Seely's gaze was quickly attracted by Amy, who was playing with the cat behind the counter.

source: 不过当菜上桌，切的纤薄的猪耳朵和猪舌头，被红色的辣椒油包裹着，香辣味扑面而来，竟是让他喉咙忍不住滚动了一下。
en_us: However, when the dishes were served, the pig ears and tongue, which were sliced thinly, were covered with a layer of chili oil. The fragrance wafted over, and it actually made Lucien swallow his saliva.

source: 不过很奇妙的是，他能够接受路边的麻辣田螺，却无法接受西餐厅里端上桌的法式蜗牛，哪怕他们看起来的确有些相似之处。
en_us: However, the strange thing was, Mag could accept the spicy escargot sold at roadside stalls. However, he could not accept the french escargot served in western restaurants no matter hwo similar they looked.

source: 不过想到他昨夜的表现，暂且把这个念头给抛开，也对，他没这个胆子。
en_us: However, she tossed that thought away when she thought of his last night's performance. Well, he didn't have that guts to do that.

source: 不过接下来那么多面食要做，擀面杖是基本工具，不可或缺。
en_us: However, since he had so many cooked wheaten food items to make, a roller pin was an essential tool.

source: 不过教廷不是什么邪恶组织，教皇更是一位显而易见的和蔼老人。
en_us: However, the Holy See wasn't an evil organization, and the pope was obviously a very kind old man.

source: 不过是在一家小酒馆耍了个官威，怎么也想不到自己会招惹上亚伯罕这位笑面虎。
en_us: He merely exerted his dominance in a little tavern, and did not expect to trifle with Abraham, the sleeping tiger.

source: 不过暮光森林十分广阔，饶是以阿紫的速度，依旧用了真正两个小时才扫完。
en_us: However, the Twilight Forest was very vast. It still took two hours to search it even with Ah Zi's speed.

source: 不过最终理智还是战胜了冲动，颇为理性道：“小米要是喜欢的话，我可以做给你吃哦。”
en_us: However, his rationale won and he said, "If Amy baby likes it, I can make it for you."

source: 不过有一点可以确定，他口袋里肯定没有能买得起一杯酒的钱，可又不想回家，所以才会在一家酒馆门口坐着，眼巴巴的望着另一家酒馆。
en_us: But, one thing Mag could be sure of—the man definitely did not have enough money in his pocket to buy even a glass of wine. However, he did not feel like going home. Therefore, he sat at the door of a tavern while looking at another tavern.

source: 不过有了他自己苦心钻研的经验，上手必然容易许多，所以他没有急着进厨神试炼场，而是接着点开了蛋黄酥的经验包。
en_us: However, with his own study experience, it would obviously be much easier to learn, so he didn't rush to enter the test field for the God of Cookery. Instead, he clicked open the salted egg yolk pastry's experience bag next.

source: 不过有这样一位公爵大人罩着，对于塞班酒馆来说可是好事。
en_us: However, it was a good thing for Saipan Tavern to be under the care of a duke.

source: 不过正因如此，看起来倒是丢了一些鬼族的气质，就像个普通的人类老头。
en_us: However, because of that, he looked less like a member of the Ghost Clan, and more like an ordinary old man.

source: 不过正如库尔特所言，埃菲拿出的这瓶酒可能是她留下的孤品藏酒，这样的酒用来参加品酒大赛是不符合规矩的。
en_us: However, just as what Kurt had said, this bottle that Eiffie brought out could be the only bottle left that she had been keeping and this was against the rules of the competition.

source: 不过正是因为水也没喝到，反倒是让他们蒙上了一层神秘面纱，更引得众人好奇。
en_us: However, precisely because they did not even get a sip of water, the two taverns seemed even more mysterious and attracted more curiousity.

source: 不过没等麦格翻开杂志，旁边已经传来了小姑娘们不太淡定的呼声。
en_us: However, before Mag could flip open the magazine, the young ladies' excited exclamations could be heard.

source: 不过没等麦格舒一口气，一道黑影急速撞来。
en_us: Before he could even heave a sigh of relief, a dark shadow dashed over.

source: 不过深入了解后，这与其说是精神控制，不如说是一个短暂的眩晕技能，以及有着强大精神技能免疫的能力。
en_us: However, after finding out more about it, instead of calling it mind control, it was an ability that could cause a brief spell of dizziness, and granted an immunity to powerful spiritual skills.

source: 不过现在依旧找不到他的踪迹，也是一件麻烦的事情。
en_us: However, they still could not find his traces now. It was also a troublesome thing.

source: 不过瘦死的骆驼比马大，教廷在洛斯帝国依旧有着深厚的根基，更是有着数位十级强者。
en_us: However, a starving camel was still bigger than a horse. The Holy See still had a very deep foundation in the Roth Empire. It even had a few 10th-tier powerhouses.

source: 不过目前最重要的还是联合起诺兰大陆各族，快速建立起一个抵御丧尸的同盟，阻击古尸南下。”
en_us: However, the most important thing is to unify all the races and quickly establish an alliance to defend against the zombies and prevent them from moving southwards."

source: 不过看到这简陋的装修，不少人都皱起眉头，但看在酒的面子上，还是坐下了。
en_us: However, upon seeing the simple renovation, most of them frowned. But they still sat down on account of the alcohol.

source: 不过看在亚伯罕昨晚为艾米出头的份上，还是道：“酒馆晚上才营业，凉拌的下酒菜还没有开始做，不过酒鬼花生还有一些，稍等一下，我去给你拿一些。”
en_us: However, based on the fact that Abraham had stood up for Amy last night, Mag said, "The tavern only operates at night. We haven't started to make the salad side dishes yet, but we still have some drunkard peanuts left. Please give me a minute, and I'll go get them for you."

source: 不过看着她似笑非笑的表情，麦格却感觉有点害怕。
en_us: However, Mag felt a little afraid when he saw her mysterious smile.

source: 不过看着艾米期待的目光，麦格略一思索，便决定接下这个任务。
en_us: However, Amy's expectant gaze made Mag take this mission without any hesitation.

source: 不过看着艾米期待的表情，以及先前优秀的表现力，笑着点点头道：“当然可以，要是小米愿意的话，那就讲吧。”
en_us: However, looking at Amy's expectant look and her previously excellent expression, Mag nodded with a smile, "Of course. If Little Amy wants, go ahead."

source: 不过看着那些狂热购买杂志的姑娘们，麦格又是有点疑惑，既然他的粉丝群体已经出现，为何他的信仰值并未出现明显变化？现在的三万多粉丝值都是从混乱之城来的。
en_us: However, looking at those young maidens buying up the magazines fanatically, Mag was a little puzzled. Since his fan groups had already appeared, why didn't his faith value have any changes? His over 30,000 fan count all came from Chaos City.

source: 不过稳妥起见，这两天我还在继续调试和试验，只要今天的出酒品质稳定，那明天开始就可以正式大批量的酿酒，量产朗姆酒。”
en_us: "However, to play safe, I will continue to debug and test in these two days. As long as the quality of the rum produced today is stable, we can officially start mass-producing big batches of rum tomorrow."

source: 不过经过这段时间的相处，他对于伊丽莎白的性格也是有些了解，她决定的事情是不会被轻易更改的，更何况是一直以来的执念。
en_us: However, after interacting with each other during this time, Mag knew a little about Elizabeth's character. She wouldn't change her mind once she made it up. Furthermore, this had been her obsession for years.

source: 不过罗莫街上有意向对外出售的房子，已经全部被哈迪斯先生买走了，今天那三十三栋是最后一批了。
en_us: However, Mr. Hades had bought all the properties for sale on Romo Street. These 33 buildings sold today were the last batch.

source: 不过自从十五年前马库斯死于劫杀，正宗的泰坦酒随之落幕。
en_us: However, ever since Marcus died in a burgalry, the authentic Titan Liquor died along with him.

source: 不过艾米探着小脑袋往麦格的房间里瞧，一边道：“母亲大人没有在房间里呢，她昨天晚上是不是在你这里睡觉觉呢？”
en_us: However, Amy poked her head into Mag's room to take a look as she said, "Mother isn't in her room. Did she come sleep with you last night?"

source: 不过艾米有求知欲是好事，作为一个父亲当然要满足她的好奇心。
en_us: However, it was good that Amy was curious. As her father, he naturally had to satisfy her curiosity.

source: 不过艾米的话倒是给了他一个提醒，调配过程中不同调料放入的时机，或许也有所讲究。
en_us: However, Amy's words did reminded him something. The sequence in which the different seasonings were added might be important.

source: 不过虽然收下了绸缎，她还是多看了一眼埃菲，这一声姐姐倒是叫的亲热，只是不知是不是存了其他的心思。
en_us: Although she had received the satin, Irina still took a few more glances at Eiffie. She sounded so warm and passionate but who knew if she had other motives?

source: 不过被破坏的酒窖口，埃菲还得找铁匠来重新定制，再花一笔钱预约一位魔法师给她重新安装一个魔法防护罩。
en_us: However, Eiffie still had to get a blacksmith to redo the damaged cellar's door and employed a magic caster to reinstall a magic shield again.

source: 不过话刚骂了半句，一把折叠椅就招呼在他的脸上。
en_us: However, after just starting to curse, a foldable chair came flying at his face.

source: 不过该配合的表演，麦格也不能视而不见，只好挤出一点惊喜的笑容，跟着道：“真的是零食大礼包啊。”
en_us: However, Mag still tried to act along. He squeezed out a surprised smile and said, "It realy is a huge snack hamper."

source: 不过费奇不觉得有什么冤大头会跑到这里来租房子，干这明摆着亏钱的买卖，除非……再来一个哈迪斯先生。
en_us: However, Fitch didn't believe there would be idiots coming here to rent properties. It was obviously a money-losing deal. Unless...another Mr. Hades came along.

source: 不过走近这家酒馆，酒香已是愈发浓郁。
en_us: However, the scent became stronger when he walked closer to the tavern.

source: 不过迈克尔也没有深究，亚历克斯和伊琳娜行事，还轮不到他指手画脚，更别说特意来向他汇报了。
en_us: However, Michael didn't pursue it. It wasn't up to him to dictate how Alex and Irina do their jobs, let alone ask them to report to him.

source: 不过这个任务之一，是烧掉酒窖和酒馆，很可惜你没有完成，按照规矩，你只能拿到一半的佣金。”
en_us: But this is just one of the mission. A pity you did not complete the mission of burning the cellar and tavern down. According to the rules, you could only get half the reward."

source: 不过这也给麦格提了个醒。
en_us: However, this gave Mag a reminder.

source: 不过这也证实了他之前的猜测——艾米果然是冲着吃来的！
en_us: However, this had also proven his conjecture right -- Amy was here for the food indeed!

source: 不过这些古尸仿佛无穷无尽一般，被圣光消灭了一批之后，依旧从地底和墙壁之中不断涌出，几乎爬满了洞窟的墙壁。
en_us: However, these ancient corpses seemed to be endless. After the Holy Light destroyed one batch of them, many still crawled out from the ground and the walls, they almost covered all the walls.

source: 不过这些坊市之间没有围墙相隔，而且功能划分也没那么合理，除了几个富人和权贵集中的区域，其他各处就显得有些混乱。
en_us: However, there were no walls between these squares, and their functions weren't drawn out reasonably. Apart from the few areas where the rich and powerful lived, the other places looked a little messy.

source: 不过这倒是和他想法不谋而合。
en_us: However, that was what he was thinking too.

source: 不过这倒是和麦格接下来要做的事情不谋而合，酒馆任务已经接下来了，现在开业第三天，塞班酒馆还在兵部的小圈子小打小闹，虽然营业而从两千铜币已经提升到一万多，但知名度还停留在可怜的个位数。
en_us: But that did somehow coincide with what Mag was planning to do. The mission for the tavern had already been given, and it was the third day since he had opened. Saipan Tavern was only making a small hole in the military's circle. Although his earnings had increased from 2,000 copper coins to more than 10,000 copper coins, his popularity was still pathetic, at single digit.

source: 不过这几日接连发生的事情，他们也实在无意去酒馆饮酒作乐，只想找个清静的地方喝喝酒，聊聊天，排解一下心中的苦闷。
en_us: However, due to the recent incidents, they really didn't have the mood to enjoy themselves at the taverns. They only wanted to find a quiet place to drink and chat so that they could ease their dejection.

source: 不过这和精神控制大为不同，靠的是强大的力量，以及与天都剑之间建立起的一种联系。
en_us: However, this was very different from mind control. It depended on powerful strength and the connection that he built up with the Tian Du sword.

source: 不过这家酒馆的服务着实太差了，连个倒酒的服务员都没有，要知道在其他酒馆，看到他们一行人进门，掌柜都是亲自候在一旁给他们倒酒的，所以他的目光落到了坐在柜台后边的小姑娘身上。
en_us: However, the service of this tavern was terrible. There was not a single service staff available to pour their wine. In other taverns, the moment they entered, the owner would personally go up to them and pour their wine. Therefore, he targeted the little girl sitting behind the counter.

source: 不过这家酒馆的老板，有另一重身份，他的真名为麦格·亚历克斯，现在的人族第一强者，也是目前探测到的诺兰大陆各大种族的第一强者，已经突破了十级限制，能够对我造成威胁。
en_us: However, the boss of this tavern has another identity. His real name is Mag Alex. He's currently the number one powerhouse of the human race, who was also the number one powerhouse of all the known races on the Norland Continent. He has already broken through the 10th-tier restriction and is able to threaten me.

source: 不过这技术还差远了呢，完全无法与白兰地相比。
en_us: However, this incomparable to brandy.

source: 不过这是一个可升级技能，只要宿主的精神力足够强大，技能便可以变得更加强大。
en_us: However, this was an upgradable skill. As long as the host's spiritual power was strong enough, the ability could become more powerful.

source: 不过这次刺杀事件带出来的其他消息，却让他们后怕和恐惧。
en_us: However, this assassination brought out other information, which terrified them in hindsight.

source: 不过这次的绿豆糕有些奇特，竟是是冰冻过的，没有变成冰块那般梆硬，只是口感变得冰凉了。
en_us: However, the mung bean pastry this time was rather special. It was chilled, but did not become hard like ice. It was just cooler.

source: 不过这种情况在这段时间也开始受到了冲击。
en_us: However, this situation was starting to be challenged during this period.

source: 不过这种画册的价格非常高昂，一般都是私人订制的，比如某些富豪喜欢看有颜色的画册，可能就会向画师定制一本手绘画册。
en_us: However, picture books like that were usually very costly and were usually custom-made. For example, if a certain wealthy man liked colored picture books, they might get an artist to custom-make one.

source: 不过这趟出门，带着一个大型人肉扫描仪，还是没有找到乔修，着实让他有点小失望。
en_us: However, it was indeed a tad disappointing that he still couldn't find Josh when he had brought a giant live detector along with him.

source: 不过这里距离皇宫非常近，麦格已经感受到几道强者的气息正在向这边靠近。
en_us: However, they were very close to the royal palace, so Mag could already sense a few powerhouses' presence approaching them right now.

source: 不过进这家酒馆是约瑟夫大人决定的，作为法部的二把手的约瑟夫是临时加入他们这个酒局的，奥尔登自然不好拒绝。
en_us: However, this tavern was decided on by Lord Joseph, who was Aulden's superior, and joined in this drinking session at the last minute. Therefore, Aulden could not reject him.

source: 不过连着喝了两百多种酒，并且需要作出点评，五位评委的精神状态多少有些疲惫，看起来也没有刚开始那般状态积极。
en_us: However, the five judges did look tired after drinking 200-odd liquors and making reviews, so they weren't as enthusiatic as they first started.

source: 不过那巨汉虽然断了一臂，却依旧神勇，再次扑了上来。
en_us: However, although the big guy lost an arm, he still pounced over heroically.

source: 不过酒馆周围都没有住户，这会夜深人静，恐怕没有人能听到这里的声音。
en_us: However, there were no residents staying close to the tavern. It was so late in the night, she was afraid no one could hear the noises here.

source: 不过风之森林的革命和起义已经进展到了关键时候，海伦娜想要趁乱重新选拔一批统治阶级，换皮继续阶级统治。
en_us: However, the Wind Forest's revolution and uprising had already reached a critical point. Helena wanted to select and create a new ruling in the midst of the chaos, and continue to rule Wind Forest in a different skin.

source: 不过食全食美几乎用了整个封面来宣传他，倒是让他有点意外。
en_us: However, he was rather surprised that the Perfect Food had used the entire cover to promote him.

source: 不过食全食美的影响力主要还是集中在洛斯帝国。
en_us: However, Perfect Food's main influence was still at the Roth Empire.

source: 不过馄饨皮是圆皮的，抄手则为方皮。
en_us: However, the wonton's skin was round while the Sichuanese wonton's skin was square.

source: 不过魔法屏障已经被他砍翻，接下来就简单了。
en_us: However, the magical screen was already taken down by him, the rest would be easy now.

source: 不过鲜美的汤汁涌进嘴里，立刻让她的注意力集中到了汤汁上，鲜美的令人迷醉，完全压制住了那点烫嘴的感觉。
en_us: However, when the soup gushed into her mouth, her attention was all on the soup itself. It was intoxicatingly fresh and that totally dispelled the stinging pain from its heat.

source: 不过麦格一进大殿，便已经被数道强者锁定了气机。
en_us: The moment Mag entered the hall, he was locked as the target by multiple powerhouses.

source: 不过麦格他们刚冲到一半，洞穴便开始剧烈晃动，然后坍塌。
en_us: However, halfway through, the cave started shaking vigorously and the ceiling started collapsing.

source: 不过麦格很快恢复了微笑和淡然，微微点头道：“嗯，我觉得自己刚刚草率了，还是应该实地查看一下才能确定，或许今天又来了新的蜗牛呢。”
en_us: However, Mag quickly recovered his smile and nodded. "Hmm. I felt that I have spoken too soon earlier.We should check it out before we confirm it. Perhaps, there are new snails here today."

source: 不过黑袍人身形如鬼魅一般，贴着长剑飘过，除了一角衣角被斩落，竟是没有被伤到分毫。
en_us: However, the man in a black robe moved like a phantom. He dodged the longsword narrowly, and was not harmed a single bit except for a corner of his clothes being sliced off.

source: 不过，倒是画的挺帅气的，作为虚拟偶像，可以给画师加个鸡腿，至少从那些小姑娘的反应来看，完全切到他们的喜好上了。
en_us: However, the sketch still looked rather handsome. The artist had done a good job and deserved praise. At the very least, judging from the maidens' reactions, it adhered to their tastes perfectly.

source: 不过，先是凶手内讧互相残杀，然后幕后黑手畏罪自杀，似乎都没有衙门什么事。
en_us: However, there was first an internal confilct amongst the culprits, and then the mastermind commited suicide so it seemed that the court did not have to do anything.

source: 不过，她还是更喜欢少女身上的纯天然体香。
en_us: However, he still preferred the natural smell of young maidens' bodies.

source: 不过，根据他的观察，两人对于饭菜的兴趣明显更大。
en_us: However, according to his observation, the two seemed obviously more interested in the food.

source: 不过，美酒相配，才是绝配。
en_us: However, the best way to have it was with great wine to complement the former.

source: 不过，还有一名凶手在逃。
en_us: However, there was one more culprit on the lose.

source: 不过，这个女人却有这个心思。
en_us: But, that woman did have that kind of thoughts.

source: 不远处的一个胖子却显得颇为高兴，虽然只拿了一个普普通通的分数，但比他去年可是提高了好几分，而且今年是第一个上台的酒，肯定能让更多的人记住。
en_us: A fatty seemed rather ecstatic not too far away. Although it was a normal score, it was better than the score he got last year. Moreover, it was the first alcohol to go on stage, more people were going to remember it.

source: 不远处的城堡灯火通明，城门禁闭。
en_us: The castle close by was fully lit up, with its gates tightly shut.

source: 不远处，两个人正缓步走来。
en_us: Not too far away, two people walked over slowly.

source: 不！
en_us: No!

source: 不，已经足够。
en_us: No, it was already more than enough.

source: 与旧日支配者同源的魔气极为浓郁，而且他确定这不是一只简单被控制的魔兽，更像是拥有着自己灵智的魔物。
en_us: The same evil aura as the Great Old Ones was extremely thick and Mag was certain that this wasn't simply a magic beast that was under control. It was more like a magic creature that had its own thoughts.

source: 与此同时，一声枪响划破天际。
en_us: At the same time, a loud bang of gunshot resounded.

source: 与此同时，一道碗状的屏障缓缓升起，将这处院落笼罩其中，与外界暂时隔离。
en_us: At the same time, a concave force field started rising slowly, enveloping the entire courtyard to separate it from the outside world.

source: 与此同时，冰窟四面八方的冰墙突然炸裂开来，一具具古尸从冰墙之中跳了出来，向着麦格他们扑来。
en_us: At the same time, the ice walls around the cave suddenly exploded. Ancient corpses burst out from the ice walls and rushed towards Mag and the rest.

source: 与此同时，冰面破碎，一具具古尸爬了出来，密密麻麻一大片，仿佛布满了雪原，再次向着梅兰特他们冲来。
en_us: At the same time, the surface fo the ice shattered. The ancient corpses started crawling out, covering the entire plain, rushing towards Merante and the rest.

source: 与此同时，另一边的塞班酒馆里。
en_us: At the same time, in Saipan Tavern.

source: 与此同时，她还和城主府方面在核查那些适龄学童的入学情况，让那些无法在混乱学园读书的孩子能够入学希望学园。
en_us: At the same time, she still had to check with the city lord's castle regarding the situation of the school-going-age children. She had to let the children who couldn't get into Chaos School enroll in the Hope School.

source: 与此同时，香辣在舌尖上绽放，酥香随着花生碎在口中迸发。
en_us: At the same time, the spiciness blossomed on the tip of her tongue. The aroma exploded in her mouth along with the crushed peanut.

source: 丑小鸭一个机灵跳了起来，一脚踏空，啪嗒一下便要掉到地上。
en_us: Ugly Duckling jumped up in a shock. It lost its footing, and fell to the floor.

source: 丑小鸭一头撞在了椅子腿上……
en_us: Ugly Duckling crashed right into the leg of a chair…

source: 丑小鸭一脸惊讶的回头。
en_us: Ugly Duckling turned its head around in shock.

source: 丑小鸭似乎感受到了什么不妙的气息，一扭头便看到了艾米拿着一个勺子，勺子里盛着黑暗料理一步步走来。
en_us: Ugly Duckling seemed to have sensed something bad. It turned around and saw Amy holding onto a spoonful of dark cuisine and walking towards it.

source: 丑小鸭嘴里含着的绿豆掉到了地上，也不知道是馋锅里的鹅肉，还是……
en_us: The mung bean that Ugly Duckling held in its mouth fell to the ground. Perhaps it was hungry for the goose in the pot, or…

source: 丑小鸭噌的一下爬了起来，亲昵的用脑袋蹭了蹭艾米的手，又是在柜台上蹿下跳一番，表示自己很健康。
en_us: Ugly Duckling shot up and rubbed its head against Amy's hand before jumping up and down the counter to prove that it was well.

source: 丑小鸭在线被迫营业。
en_us: Ugly Duckling was forced to put on an act.

source: 丑小鸭懒洋洋的答应了一声，似乎兴致不高。
en_us: "Meow~" Ugly Duckling answered lazily, as though it was not very interested.

source: 丑小鸭歪头看着她，感觉自己好像被欺骗了。
en_us: Ugly Duckling tilted its head, and looked at Amy. It felt cheated.

source: 丑小鸭没有多想就吃了。
en_us: Ugly Duckling ate it without thinking.

source: 丑小鸭浑身毛发瞬间炸立，瞪眼看着艾米。
en_us: Ugly Duckling's fur stood up on its ends immediately as it glared at Amy.

source: 丑小鸭睁开一点眼睛瞄瞄了她一眼，歪头继续呼呼大睡。
en_us: Ugly Duckling opened its eyes and glanced at Vanessa. After that, it continued to sleep.
